{
    "name_ru": "Преграда магии",
    "name": "Antimagic field",
    "components": {
        "verbal": true,
        "somatic": true,
        "material": true
    },
    "material_component": "щепотка толчёного железа или железная стружка",
    "casting_time": 4,
    "description": "Вас окружает невидимая сфера антимагии с радиусом 10 футов. Эта область отделена от магической энергии, пронизывающей мультивселенную. В пределах этой сферы нельзя накладывать заклинания, призванные существа исчезают, и даже магические предметы становятся обычными. Пока заклинание активно, сфера перемещается вместе с вами, оставаясь с центром на вас.
Заклинания и прочие магические эффекты, кроме тех, что созданы артефактами и божествами, в сфере подавляются, и не могут проникать в неё. Ячейка, потраченная на накладывание подавленного заклинания, всё равно тратится. Пока эффект подавлен, он не действует, но время в подавленном состоянии всё равно учитывается при определении его длительности.
Эффекты с целью. Заклинания и прочие магические эффекты, такие как волшебная стрела [magic missile] и очарование личности [charm person], нацеленные на существо или предмет, находящиеся в сфере, не оказывают на цель никакого эффекта.
Области магии. Область магических эффектов и других заклинаний, таких как огненный шар [fireball], не может проникать в сферу. Если сфера оказывается в области магии, область, находящаяся в сфере, подавляется. Например, пламя, созданное огненной стеной [wall of fire], подавляется внутри сферы, создавая брешь в стене, если позволяют габариты.
Заклинания. Все активные заклинания и прочие магические эффекты на существах и предметах подавляются, пока они находятся в сфере.
Магические предметы. Свойства и особенности магических предметов в сфере подавляются. Например, длинный меч +1 в сфере будет обычным длинным мечом.
Свойства и особенности магического оружия подавляются, если используются против цели в сфере или используются атакующим, находящимся в сфере. Если магическое оружие или боеприпас полностью покидает сферу (например, если вы выстрелите магической стрелой или метнёте магическое копьё в цель, находящуюся вне сферы), магия предмета возвращается.
Магическое перемещение. В сфере не работают телепортация и перемещение между планами, вне зависимости от того, в сферу или из сферы пытаются перенестись. Порталы в другие места, миры и планы существования, а также входы в межпространство, такие как созданные заклинанием трюк с верёвкой [rope trick], временно закрываются, пока они находятся в сфере.
Существа и предметы. Существа и предметы, призванные или созданные магией, временно прекращают существовать, пока они находятся в сфере. Существа возвращаются обратно, когда сфера покидает место, занимаемое ими до исчезновения.
Рассеивание магии. Заклинания и магические эффекты, такие как рассеивание магии [dispel magic], не оказывают на сферу никакого воздействия. Сферы, созданные разными заклинаниями преграда магии, не отменяют друг друга.
",
    "distance": 0,
    "duration": 3600,
    "level": "8",
    "is_ritual": false,
    "requires_concentration": true,
    "classes": [
        "wizard",
        "cleric"
    ],
    "classes_tce": [],
    "archetypes": []
}