{
    "name_ru": "Сон синей вуали",
    "name": "Dream of the Blue Veil",
    "components": {
        "verbal": true,
        "somatic": true,
        "material": true
    },
    "material_component": "магический предмет или согласное существо из мира назначения",
    "casting_time": 600,
    "description": "Вы и до восьми согласных существ в пределах дистанции теряете сознание на время действия заклинания и испытываете видения другого мира на Материальном плане, как например Орта, Торила, Кринна или Эберрона. Если заклинание действует в течение полной длительности, то видения приводят к тому, что каждый из вас находит и отодвигает загадочный синий занавес. Заклинание заканчивается тем, что вы ментально и физически переноситесь в мир, который был в видениях.
Чтобы наложить это заклинание, у вас должен быть магический предмет, созданный в мире, в который вы хотите попасть, и вы должны знать о существовании этого мира, даже если вы не знаете его названия. Вы попадаете в безопасное место в пределах 1 мили от того места, где используемый магический предмет был создан. Вы можете наложить заклинание без магического предмета, если одно из существ под действием этого заклинания родилось в том мире. В таком случае пункт назначения будет безопасным местом в пределах 1 мили от того места, где это существо родилось.
Заклинание заканчивается раньше времени для существа, получающего какой-либо урон, и это существо не переносится. Если вы получите какой-либо урон, заклинание закончится для всех существ, и никто не будет перенесён.
Путешествие в другие мирыМатериальный план содержит в себе бесконечное число миров. Некоторые из них — такие как Орт, Торил, Кринн и Эберрон — подробно описаны, но есть бесчисленное множество других. Вы и ваши друзья, возможно, даже сами создали несколько своих D&D миров!
Так было не всегда. Различные ученые рассказывают о зачаточном состоянии, единой реальности, называемой Первым Миром, которая предшествовало мультивселенной, какой мы её знаем. Многие народы и чудовища, населяющие миры на Материальном плане, произошли оттуда. После того, как Первый Мир был расколот великим катаклизмом, что породило следующие за ним миры, потомство первых эльфов, дварфов, бехолдеров и других знаковых существ пустило корни в этих мирах, словно семена, рассеянные космическим ветром. Если рассуждения этих великих мудрецов верны, то каждый мир является отражением, а в некоторых случаях искажением Первого Мира.
Перемещения между этими мирами редки, но возможны и могут быть осуществлены различными способами. Один из таких методов называется «великим путешествием», эпическим приключением, полным опасностей и трудностей, которые необходимо преодолеть. Это путешествие чаще всего проходит на борту судна, управляемого магией.
Другой метод — это «сон о других мирах». Путешественники впадают в глубокий сон и видят себя в новой реальности. Заклинание сон синей вуали [dream of the blue veil] использует этот метод перехода.
Самый прямой метод — это «прыжок в другую реальность». Заклинатель накладывает заклинание круг телепортации [teleportation circle] или телепортация [teleport], стремясь появиться в известном ему телепортационном круге или в другом месте в ином мире.
Какой бы метод вы ни выбрали, Мастер определяет, преуспеете ли вы и где именно появитесь, если у вас получится переместиться.

",
    "distance": 20,
    "duration": 21600,
    "level": "7",
    "is_ritual": false,
    "requires_concentration": false,
    "classes": [
        "wizard",
        "bard",
        "warlock",
        "sorcerer"
    ],
    "classes_tce": [],
    "archetypes": []
}