{
    "name_ru": "Землетрясение",
    "name": "Earthquake",
    "components": {
        "verbal": true,
        "somatic": true,
        "material": true
    },
    "material_component": "щепотка земли, кусочек камня и комочек глины",
    "casting_time": 4,
    "description": "Вы создаёте сейсмические возмущения в точке на земле, которую видите в пределах дистанции. Пока заклинание активно, на земле в круге с радиусом 100 футов от этой точки ощущаются интенсивные толчки, сотрясающие существ и строения, находящиеся там.
Местность в этой области становится труднопроходимой. Все существа, находящиеся на земле и концентрирующиеся при этом, должны совершить спасбросок Телосложения. При провале концентрация существа нарушается.
Когда вы накладываете это заклинание, а также в конце каждого хода, когда вы на нём концентрируетесь, все существа, находящиеся на земле в области заклинания, должны совершать спасброски Ловкости. При провале существо сбивается с ног.
У этого заклинания могут быть другие эффекты, зависящие от местности, на усмотрение Мастера.
Трещины. В области заклинания в начале вашего хода, следующего за тем, в котором вы наложили это заклинание, появляются трещины. Появляется 1к6 трещин в местах, определённых Мастером. Каждая 1к10 × 10 футов глубиной, 10 футов в ширину, а длиной от одного края заклинания до другого. Существо, стоящее в месте, где должна появиться трещина, должно преуспеть в спасброске Ловкости, иначе упадёт внутрь. Успешно спасшееся существо перемещается вместе с одним из краёв трещины.
Трещины, открывающиеся под зданиями, заставляют их автоматически обрушиться (смотрите ниже).
Здания. Толчки причиняют 50 дробящего урона строениям, находящимся в контакте с землёй, когда вы накладываете это заклинание, а также в начале каждого вашего хода, пока заклинание активно. Если хиты здания опускаются до 0, оно обрушивается, и потенциально может причинить урон существам. Существо, находящееся в пределах половины высоты здания, должно совершить спасбросок Ловкости. При провале существо получает дробящий урон 5к6, сбивается с ног и погребается под завалами, после чего для высвобождения требуется проверка Силы (Атлетика) Сл 20, совершённая действием. Мастер может корректировать Сл, в зависимости от характера обломков. В случае успеха существо получает половину урона, не сбивается с ног и не погребается.
",
    "distance": 500,
    "duration": 60,
    "level": 8,
    "is_ritual": false,
    "requires_concentration": true,
    "classes": [
        "druid",
        "cleric",
        "sorcerer"
    ],
    "classes_tce": [],
    "archetypes": []
}