{
    "name_ru": "Эфирность",
    "name": "Etherealness",
    "components": {
        "verbal": true,
        "somatic": true,
        "material": false
    },
    "material_component": "В,",
    "casting_time": 4,
    "description": "Вы вступаете в пограничные окрестности Эфирного плана, в местность, в которой он пересекается с вашим текущим планом. Вы остаётесь в Пограничном Эфире, пока активно заклинание, или пока вы не окончите его действием. Всё это время вы можете перемещаться в любом направлении. Если вы перемещаетесь вверх или вниз, каждый фут перемещения стоит 1 дополнительный фут. Вы можете видеть и слышать то, что происходит на плане, с которого вы пришли, но всё выглядит серым, и вы не видите то, что находится за пределами 60 футов.
Находясь на Эфирном плане, вы можете воздействовать только на существ, которые находятся там же, и только они могут воздействовать на вас. Существа, не находящиеся на Эфирном плане, не могут воспринимать вас и взаимодействовать с вами, если только у них нет особого умения или магии, позволяющей делать это.
Вы игнорируете все предметы и эффекты, не находящиеся на Эфирном плане, что позволяет вам проходить сквозь предметы, оставленные на исходном плане.
Когда заклинание заканчивается, вы мгновенно возвращаетесь на план, с которого пришли, в месте, которое занимаете в данный момент. Если вы при этом находитесь в месте, занятом предметом или существом, вас мгновенно переносит в ближайшее свободное пространство, которое вы можете занимать, и вы получаете урон силовым полем, равный удвоенному количеству футов, на которое вас телепортировало.
Это заклинание не оказывает эффекта, если вы накладываете его, уже находясь на Эфирном плане или плане, который не граничит с ним, например, на одном из Внешних планов.
На больших уровнях. Если вы накладываете это заклинание, используя ячейку 8-го уровня или выше, вы можете сделать целью до трёх согласных существ (включая вас) за каждый уровень ячейки выше седьмого. Существа должны находиться в пределах 10 футов от вас, когда вы накладываете это заклинание.
",
    "distance": 0,
    "duration": 28800,
    "level": "7",
    "is_ritual": false,
    "requires_concentration": false,
    "classes": [
        "wizard",
        "bard",
        "cleric",
        "warlock",
        "sorcerer"
    ],
    "classes_tce": [],
    "archetypes": []
}