{
    "name_ru": "Гальдерова башня",
    "name": "Galder's Tower",
    "components": {
        "verbal": true,
        "somatic": true,
        "material": true
    },
    "material_component": "кусочек камня, дерева или иного строительного материала",
    "casting_time": 600,
    "description": "Вы создаете двухэтажную башню из камня, дерева или подобных прочных материалов. По форме башня может быть круглой или квадратной. Каждый этаж башни имеет высоту 10 футов и площадь до 100 квадратных футов. Перемещаться между этажами можно по простой лестнице через люки. Каждый этаж принимает одну из следующих форм, выбранных вами при произнесении заклинания:

спальня с кроватью, стульями, сундуком и волшебным камином;
кабинет с письменными столами, книгами, книжными полками, пергаментами, тушью и чернильными ручками;
обеденная зона со столом, стульями, волшебным камином, посудой и кухонными принадлежностями;
гостиная с диванами, креслами, тумбочками и скамейками для ног;
санузел с туалетами, умывальниками, волшебной жаровней и скамейками для сауны;
обсерватория с телескопом и картами ночного неба;
пустая комната без мебели.

Внутри башни тепло и сухо независимо от внешних условий. Любое оборудование или предметы интерьера, созданные с башней, превращаются в дым, если их вынести из неё. По окончании действия заклинания все существа и объекты в башне, которые не были созданы заклинанием, безопасно появляются на земле, и все следы башни и ее обстановки исчезают.
Вы можете наложить это заклинание еще раз, пока оно активно, чтобы башня просуществовала еще 24 часа. Вы можете создать постоянную башню, накладывая это заклинание в одном и том же месте и с одинаковой конфигурацией каждый день в течение одного года.
На больших уровнях. Если вы накладываете это заклинание, используя ячейку 4-го уровня или выше, у башни появляется один дополнительный этаж за каждый уровень ячейки выше третьего.
",
    "distance": 30,
    "duration": 86400,
    "level": 3,
    "is_ritual": false,
    "requires_concentration": false,
    "classes": [
        "wizard"
    ],
    "classes_tce": [],
    "archetypes": []
}