{
    "name_ru": "Подарок болтуна",
    "name": "Gift of gab",
    "components": {
        "verbal": true,
        "somatic": true,
        "material": true
    },
    "material_component": "А 2 зм",
    "casting_time": 0,
    "description": "Говорят, что Джим Темномаг изобрёл это заклинание, изначально назвав его «Я сказал что?»! Вы в разговоре с местным монархом случайно упомянули, что его сын похож на вашего любимого борова из тех времён, когда вы росли на семейной ферме? Мы все побывали в такой ситуации! Но вместо того, чтобы быть обезглавленным за честную оговорку, вы можете притвориться, что этого никогда не было, с гарантией, что никто не узнает, что это произошло. 

Когда вы накладываете это заклинание, вы умело изменяете воспоминания слушателей в вашем непосредственном окружении так, что каждое существо по вашему выбору в пределах 5 футов от вас забывает все, что вы сказали в течение последних 6 секунд. Затем эти существа вспоминают, что вы на самом деле произнесли слова, которые вы произносите как вербальный компонент заклинания.
Компонент авторских отчислений (А)Уникальный бренд заклинаний Джима Темномага сочетает в себе магический опыт с особым видом денежной страсти. Новые заклинания, изначально разработанные Джимом, породили новый тип компонента заклинаний, который с тех пор распространился на другие заклинания, созданные сотрудниками и франшизами компании Acquisitions Incorporated: Компонент авторских отчислений.
Чтобы наложить заклинание, в котором используется компонент авторских отчислений (включая использование свитка заклинаний или другого магического предмета, в котором хранится подобное заклинание), заклинатель должен иметь при себе достаточные средства. Стоимость заклинания устанавливается заклинателем, который создаёт заклинание, но обычно составляет 1 зм за уровень ячейки заклинания. Когда заклинание накладывается, то авторские отчисления волшебным образом переносятся в сундук или другой объект, указанный создающим заклинателем. Эта оплата производится независимо от того, знает ли заклинатель, накладывающий заклинание, о компоненте авторских отчислений или нет. Если у заклинателя недостаточно средств, заклинание не тратится в пустую, но его и нельзя наложить.
Хотя многие заклинатели пытались уклониться от компонента авторских отчислений, ни один из них никогда в этом не преуспевал в полной мере. Тем не менее, говорят, что персонаж может попытаться совершить проверку Интеллекта Сл 15 (Магия), во время накладывания заклинание с компонентом авторских отчислений. При успешной проверке платеж взимается у случайного существа в пределах 10 футов от заклинателя без ведома этого существа.

",
    "distance": 0,
    "duration": -1,
    "level": "2",
    "is_ritual": false,
    "requires_concentration": false
}