{
    "name_ru": "Сверкающая монета Джима",
    "name": "Jims Glowing Coin",
    "components": {
        "verbal": false,
        "somatic": true,
        "material": true
    },
    "material_component": "монетка",
    "casting_time": 4,
    "description": "Из множества приёмов, используемых великим фокусником и известным авантюристом Джимом Темномагом, старый добрый трюк со сверкающей монетой — это проверенная временем классика.
Когда вы накладываете заклинание, вы бросаете монету, которая является материальным компонентом заклинания, в любую точку в пределах дистанции. Монета зажигается, как будто под действием заклинания свет [light]. Каждое существо по вашему выбору, которое вы можете видеть в пределах 30 футов от монеты, должно преуспеть в спасброске Мудрости, иначе отвлечётся на монетку.
Будучи отвлечённым, существо совершает с помехой проверки Мудрости (Восприятие) и бросок инициативы.
Компонент авторских отчислений (А)Уникальный бренд заклинаний Джима Темномага сочетает в себе магический опыт с особым видом денежной страсти. Новые заклинания, изначально разработанные Джимом, породили новый тип компонента заклинаний, который с тех пор распространился на другие заклинания, созданные сотрудниками и франшизами компании Acquisitions Incorporated: Компонент авторских отчислений.
Чтобы наложить заклинание, в котором используется компонент авторских отчислений (включая использование свитка заклинаний или другого магического предмета, в котором хранится подобное заклинание), заклинатель должен иметь при себе достаточные средства. Стоимость заклинания устанавливается заклинателем, который создаёт заклинание, но обычно составляет 1 зм за уровень ячейки заклинания. Когда заклинание накладывается, то авторские отчисления волшебным образом переносятся в сундук или другой объект, указанный создающим заклинателем. Эта оплата производится независимо от того, знает ли заклинатель, накладывающий заклинание, о компоненте авторских отчислений или нет. Если у заклинателя недостаточно средств, заклинание не тратится в пустую, но его и нельзя наложить.
Хотя многие заклинатели пытались уклониться от компонента авторских отчислений, ни один из них никогда в этом не преуспевал в полной мере. Тем не менее, говорят, что персонаж может попытаться совершить проверку Интеллекта Сл 15 (Магия), во время накладывания заклинание с компонентом авторских отчислений. При успешной проверке платеж взимается у случайного существа в пределах 10 футов от заклинателя без ведома этого существа.

",
    "distance": 60,
    "duration": 60,
    "level": "2",
    "is_ritual": false,
    "requires_concentration": false
}