{
    "name_ru": "Волшебный сосуд",
    "name": "Magic jar",
    "components": {
        "verbal": true,
        "somatic": true,
        "material": true
    },
    "material_component": "драгоценный камень, кристалл, реликварий или другой украшенный контейнер, стоящий как минимум 500 зм",
    "casting_time": 60,
    "description": "Ваше тело впадает в кататоническое состояние, так как душа покидает его и входит в контейнер, выбранный материальным компонентом. Пока ваша душа обитает в контейнере, вы воспринимаете своё окружение, как если бы находились в пространстве контейнера. Вы не можете перемещаться и использовать реакции. Единственное действие, которое вы можете совершать, это проецирование души на 100 футов от контейнера, чтобы либо вернуться в своё тело (окончив этим заклинание), либо попытаться овладеть телом другого Гуманоида.
Вы можете попытаться овладеть Гуманоидом, находящимся в пределах 100 футов от вас и видимым вами (нельзя овладевать существами, защищёнными заклинаниями защита от зла и добра [protection from evil and good] и магический круг [magic circle]). Цель должна совершить спасбросок Харизмы. При провале ваша душа перемещается в тело цели, а её душа становится запертой в контейнере. При успехе цель сопротивляется вашим попыткам овладеть ею, и вы не можете повторно пытаться овладеть ею в течение 24 часов.
Овладев телом существа, вы начинаете его контролировать. Ваша игровая статистика заменяется статистикой существа, но вы сохраняете своё мировоззрение и значения Интеллекта, Мудрости и Харизмы. Вы сохраняете преимущества от своих классовых умений. Если у цели есть уровни в классах, вы не можете использовать её классовые умения.
Тем временем душа одержимого существа может воспринимать своё окружение из контейнера при помощи своих чувств, но не может перемещаться и не может совершать никаких действий.
Захватив тело, вы можете действием вернуться из него в контейнер, если он находится в пределах 100 футов, возвращая душу существа в его тело. Если тело носителя умирает, пока вы в нём находитесь, существо умирает, а вы должны совершить спасбросок Харизмы Сл своего же заклинания. При успехе вы возвращаетесь в контейнер, если он находится в пределах 100 футов. В противном случае вы умираете.
Если контейнер уничтожается или заклинание оканчивается, ваша душа мгновенно возвращается в ваше тело. Если ваше тело находится далее чем в 100 футах, или если ваше тело мертво, когда вы пытаетесь в него вернуться, вы умираете. Если в контейнере, который был уничтожен, находилась душа другого существа, эта душа возвращается в своё тело, если оно живо и находится в пределах 100 футов. В противном случае это существо умирает.
Когда заклинание оканчивается, контейнер уничтожается.
",
    "distance": 0,
    "duration": -1,
    "level": "6",
    "is_ritual": false,
    "requires_concentration": false,
    "classes": [
        "wizard"
    ],
    "classes_tce": [],
    "archetypes": []
}