{
    "name_ru": "Образ",
    "name": "Major image",
    "components": {
        "verbal": true,
        "somatic": true,
        "material": true
    },
    "material_component": "кусок овечьей шерсти",
    "casting_time": 4,
    "description": "Вы создаёте образ предмета, существа или другого видимого явления, помещающийся в объёме в куб с длиной ребра 20 футов. Образ появляется в точке, которую вы видите в пределах дистанции, и существует, пока заклинание активно. Он выглядит абсолютно реальным, включая звук, запах и температуру, соответствующую образу. Вы не можете создать жар или холод, достаточный для получения урона; звук, громкость которого может причинить урон звуком или оглушить существо, или запах, способный вызвать тошноту (такую как вонь троглодита).
Пока вы находитесь в пределах дистанции от иллюзии, вы можете действием заставить образ переместиться в любое место в пределах дистанции. Пока образ меняет местоположение, вы можете изменять его внешность, чтобы перемещение выглядело естественным. Например, если вы создаёте образ существа и перемещаете его, вы можете изменить образ, чтобы казалось, что оно идёт. Точно так же вы можете заставить иллюзию издавать в разное время разные звуки и даже, например, заставлять её принимать участие в беседе.
Физическое взаимодействие с образом даёт понять, что это иллюзия, потому что сквозь него всё проходит. Существа, исследующие образ действием, могут определить, что это иллюзия, преуспев в проверке Интеллекта (Расследование) против Сл ваших заклинаний. Если существо распознаёт иллюзию, оно может видеть сквозь неё, и все прочие сенсорные эффекты иллюзии тоже притупляются.
На больших уровнях. Если вы накладываете это заклинание, используя ячейку 6-го уровня или выше, то оно будет длиться, пока не будет рассеяно, не требуя от вас концентрацию.
",
    "distance": 120,
    "duration": 600,
    "level": 3,
    "is_ritual": false,
    "requires_concentration": true,
    "classes": [
        "wizard",
        "bard",
        "warlock",
        "sorcerer"
    ],
    "classes_tce": [],
    "archetypes": []
}