{
    "name_ru": "Планарные узы",
    "name": "Planar binding",
    "components": {
        "verbal": true,
        "somatic": true,
        "material": true
    },
    "material_component": "драгоценный камень, стоящий как минимум 1 000 зм, расходуемый заклинанием",
    "casting_time": 3600,
    "description": "При помощи этого заклинания вы можете попытаться подчинить Исчадие, Небожителя, Фею или Элементаля. Существо должно находиться в пределах дистанции в течение всего времени накладывания заклинания (обычно для этого существо призывается в центр вывернутого магического круга [magic circle]). В конце накладывания заклинания цель должна совершить спасбросок Харизмы. При провале она должна служить вам, пока заклинание активно. Если существо было призвано или создано другим заклинанием, то длительность того заклинания увеличивается, чтобы совпадать с длительностью этого заклинания.
Подчинённое существо должно выполнять ваши инструкции. Вы можете приказать ему сопровождать вас в приключении, охранять место, или передать послание. Существо выполняет ваши инструкции буквально, и если оно враждебно по отношению к вам, оно будет искать возможность помешать вам. Если существо выполняет ваши инструкции до того как заклинание оканчивается, оно отправляется к вам, чтобы сообщить об этом, если вы с ним находитесь на одном плане существования. Если вы находитесь на разных планах, оно возвращается к месту, где вы подчинили его, и остаётся там, пока заклинание не окончится.
На больших уровнях. Если вы накладываете это заклинание, используя ячейку большего уровня, длительность увеличивается до 10 дней при использовании ячейки 6-го уровня, 30 дней при использовании ячейки 7-го уровня, 180 дней при использовании ячейки 8-го уровня, и года и одного дня при использовании ячейки 9-го уровня.
",
    "distance": 60,
    "duration": 86400,
    "level": 5,
    "is_ritual": false,
    "requires_concentration": false,
    "classes": [
        "wizard",
        "bard",
        "druid",
        "cleric"
    ],
    "classes_tce": [
        "warlock"
    ],
    "archetypes": [
        "arcana_domain"
    ]
}