{
    "name_ru": "Клетка душ",
    "name": "Soul cage",
    "components": {
        "verbal": true,
        "somatic": true,
        "material": true
    },
    "material_component": "крошечная серебряная клетка стоимостью 100 зм",
    "casting_time": 0,
    "description": "Это заклинание захватывает душу Гуманоида, когда он умирает, и запирает её внутри крошечной клетки, которую вы используете в качестве материального компонента. Украденная душа остаётся внутри клетки до тех пор, пока заклинание не закончится или пока вы не уничтожите клетку, что также окончит заклинание. Пока у вас есть душа внутри клетки, вы можете использовать её любым из способов, описанных ниже. Вы можете использовать захваченную душу до шести раз.
Как только вы используете душу в шестой раз, она высвобождается, и заклинание заканчивается. Пока душа находится в клетке, мёртвый Гуманоид, которому она принадлежит, не может быть возрождён.
Кража жизни. Вы можете бонусным действием впитать жизненную силу души и восстановить себе 2к8 хитов.
Вопрос душе. Вы задаёте душе вопрос (действие не требуется) и получаете короткий телепатический ответ, который можете понять независимо от используемого языка. Душа знает только то, что она знала при жизни, но она должна отвечать вам максимально правдиво, ничего не скрывая. Ответ должен состоять не более чем из одного-двух предложений и может звучать загадочно.
Заимствование опыта. Вы можете бонусным действием усилить себя жизненным опытом души, чтобы совершить свой следующий бросок атаки, проверку характеристик или спасбросок с преимуществом. Если вы не используете это преимущество до начала своего следующего хода, оно будет потеряно.
Глаза мертвеца. Вы можете использовать действие, чтобы назвать место, которое Гуманоид видел при жизни, что создаст в этом месте невидимый сенсор, если оно находится на одном плане существования с вами. Сенсор остаётся до тех пор, пока вы удерживаете концентрацию, вплоть до 10 минут (как если бы вы концентрировались на заклинании). Вы можете видеть и слышать с помощью этого сенсора, как будто бы вы сами находитесь в том месте и используете свои собственные органы чувств.
Существо, которое может видеть сенсор (например, если оно использует видение невидимого [see invisibility] или истинное зрение [true seeing]), видит полупрозрачный образ истерзанного Гуманоида, чью душу вы заперли в клетке.
",
    "distance": 60,
    "duration": 28800,
    "level": 6,
    "is_ritual": false,
    "requires_concentration": false,
    "classes": [
        "wizard",
        "warlock"
    ],
    "classes_tce": [],
    "archetypes": []
}