{
    "name_ru": "Телепортация",
    "name": "Teleport",
    "components": {
        "verbal": true,
        "somatic": false,
        "material": false
    },
    "material_component": "",
    "casting_time": 4,
    "description": "Это заклинание мгновенно переносит вас и до восьми согласных существ на ваш выбор, видимых вами и находящихся в пределах дистанции, или один предмет, видимый в пределах дистанции, в выбранное вами место. Если целью является предмет, он должен полностью помещаться в куб с длиной ребра 10 футов, и его не может носить или нести несогласное существо.
Выбранное место назначения должно быть известно вам, и оно должно находиться на одном плане существования с вами. Ваша ознакомленность с местом назначения определяет, успешным ли будет перемещение. Мастер бросает к100 и сверяется с таблицей.


Ознакомленность
Неудача
Похожееместо
Мимоцели
Точнов цель


Постоянный круг
—
—
—
01-00


Связанный предмет
—
—
—
01-00


Очень знакомое
01-05
06-13
14-24
25-00


Изредка видимое
01-33
34-43
44-53
54-00


Виденное один раз
01-43
44-53
54-73
74-00


Описанное
01-43
44-53
54-73
74-00


Ложное описание
01-50
51-00
—
—




Ознакомленность:

«Постоянный круг» означает постоянный круг телепортации, последовательность знаков которого вам известна.
«Связанный предмет» означает, что у вас есть предмет, взятый из места назначения за последние шесть месяцев, например, книга из библиотеки волшебника, постельное бельё из королевской спальни, или кусок мрамора из потайного склепа лича.
«Очень знакомое» это место, в котором вы часто бываете, место, которое вам довелось изучить, или место, которое вы видите в процессе накладывания заклинания.
«Изредка видимое» это место, которое вы видели несколько раз, но которое вам не очень хорошо известно.
«Виденное один раз» это место, которое вы видели один раз, возможно, при помощи магии.
«Описанное» это место, чьё местоположение и внешний облик вам известно со слов других, возможно, по карте.
«Ложно описанное» это место, которое не существует. Возможно, вы пытались подсмотреть святилище врага, но на самом деле видели иллюзию, или вы пытались телепортироваться в знакомое место, которое больше не существует.

Точно в цель. Вы и ваша группа (или предмет) появляетесь там, где было задумано.
Мимо цели. Вы и ваша группа (или предмет) появляетесь на случайном расстоянии от места назначения в случайном направлении. Расстояние от цели равно (1к10​×​1к10) процентов от расстояния, на которое вы перемещались. Например, если вы пытались перенестись на 120 миль, промахиваетесь мимо цели, и на двух 1к10 у вас выпадает «5» и «3», то вы промахиваетесь мимо цели на 15 процентов, то есть на 18 миль. Мастер определяет направление случайным образом, бросая к8, где «1» означает север, «2» — северо-восток, «3» — восток, и так далее. Если вы телепортировались в город на побережье, и оказываетесь в море на расстоянии 18 миль, вы окажетесь в беде.
Похожее место. Вы и ваша группа (или предмет) оказываетесь в другом месте, визуально или тематически похожем на место назначения. Например, если вы направлялись в свою лабораторию, вы можете оказаться в лаборатории другого волшебника или алхимическом магазине с таким же оборудованием как в вашей лаборатории. Обычно вы появляетесь в ближайшем похожем месте, но так как у заклинания нет ограничений по дистанции, вы можете оказаться где угодно на текущем плане.
Неудача. Непредсказуемая магия заклинания делает перемещение опасным. Все телепортирующиеся существа (или предмет) получают урон силовым полем 3к10, и Мастер совершает новый бросок по таблице, чтобы определить место назначения (возможны несколько неудач, и каждая будет причинять урон).
Путешествие в другие миры (TASHA'S CAULDRON OF EVERYTHING)Материальный план содержит в себе бесконечное число миров. Некоторые из них — такие как Орт, Торил, Кринн и Эберрон — подробно описаны, но есть бесчисленное множество других. Вы и ваши друзья, возможно, даже сами создали несколько своих D&D миров!
Так было не всегда. Различные ученые рассказывают о зачаточном состоянии, единой реальности, называемой Первым Миром, которая предшествовало мультивселенной, какой мы её знаем. Многие народы и чудовища, населяющие миры на Материальном плане, произошли оттуда. После того, как Первый Мир был расколот великим катаклизмом, что породило следующие за ним миры, потомство первых эльфов, дварфов, бехолдеров и других знаковых существ пустило корни в этих мирах, словно семена, рассеянные космическим ветром. Если рассуждения этих великих мудрецов верны, то каждый мир является отражением, а в некоторых случаях искажением Первого Мира.
Перемещения между этими мирами редки, но возможны и могут быть осуществлены различными способами. Один из таких методов называется «великим путешествием», эпическим приключением, полным опасностей и трудностей, которые необходимо преодолеть. Это путешествие чаще всего проходит на борту судна, управляемого магией.
Другой метод — это «сон о других мирах». Путешественники впадают в глубокий сон и видят себя в новой реальности. Заклинание сон синей вуали [dream of the blue veil] использует этот метод перехода.
Самый прямой метод — это «прыжок в другую реальность». Заклинатель накладывает заклинание круг телепортации [teleportation circle] или телепортация [teleport], стремясь появиться в известном ему телепортационном круге или в другом месте в ином мире.
Какой бы метод вы ни выбрали, Мастер определяет, преуспеете ли вы и где именно появитесь, если у вас получится переместиться.

",
    "distance": 10,
    "duration": -1,
    "level": 7,
    "is_ritual": false,
    "requires_concentration": false,
    "classes": [
        "wizard",
        "bard",
        "sorcerer"
    ],
    "classes_tce": [],
    "archetypes": []
}