{
    "name_ru": "Преобразование камня",
    "name": "Transmute rock",
    "components": {
        "verbal": true,
        "somatic": true,
        "material": true
    },
    "material_component": "глина и вода",
    "casting_time": "action",
    "description": "Вы выбираете область камня или грязи в кубе с длиной ребра 40 футов, которую вы можете видеть в пределах дистанции, а затем выбираете один из следующих эффектов:
Преобразование камня в грязь. Любой камень немагического происхождения в области превращается в равный объём густой, текучей грязи, которая остаётся в таком состоянии, пока действует заклинание.
Если вы накладываете это заклинание на землю, она становится достаточно зыбкой, чтобы существа могли в ней утонуть. Каждый фут перемещения в этой области обходится в 4 фута. Все существа, стоявшие в этой области в момент накладывания заклинания, должны совершить спасбросок Силы. Существа также должны совершать этот спасбросок, когда впервые за ход входят в эту область или заканчивают свой ход в ней. При провале существо погружается в грязь и считается опутанным, но может действием освободиться и перестать быть опутанным.
Если вы накладываете это заклинание на потолок, грязь обваливается вниз. Все существа, оказавшиеся внизу, должны совершить спасбросок Ловкости, получая 4к8 дробящего урона при провале или половину этого урона при успехе.
Преобразование грязи в камень. Любая грязь или зыбучий песок немагического происхождения глубиной не более 10 футов превращаются в мягкий камень на время действия заклинания. Все существа, находившиеся в грязи в момент накладывания заклинания, должны совершить спасбросок Ловкости. При провале застывший камень делает существо опутанным. Опутанное существо может действием попытаться освободиться, если совершит успешную проверку Силы (Сл 20) или причинит 25 урона камню вокруг себя. В случае успешного спасброска существо выбирается из камня в ближайшее свободное пространство. Опутанное существо или иное существо в пределах досягаемости могут действием попытаться разломать камень, совершив успешную проверку Силы Сл 20, или нанося камню урон. У камня 25 хитов и КД 15, а также иммунитет к урону психической энергией и урону ядом.
",
    "distance": 120,
    "duration": -1,
    "level": "5",
    "is_ritual": false,
    "requires_concentration": false
}