{
    "name_ru": "Истинное превращение",
    "name": "True polymorph",
    "components": {
        "verbal": true,
        "somatic": true,
        "material": true
    },
    "material_component": "капля ртути, немного гуммиарабика и клуб дыма",
    "casting_time": "action",
    "description": "Выберите существо или немагический предмет, видимый в пределах дистанции. Вы превращаете существо в другое существо, существо в немагический предмет или предмет в существо (предмет не должно носить и нести другое существо). Превращение длится, пока активно заклинание, или пока хиты цели не опустятся до 0, или она не умрёт. Если вы концентрируетесь на заклинании его полную длительность, превращение длится, пока не будет рассеяно.
Перевёртыши не попадают под действие этого заклинания. Несогласные существа могут совершить спасбросок Мудрости, и в случае успеха они не попадают под действие заклинания. Это заклинание не может подействовать на цель, у которой 0 хитов.
Существо в существо. Если вы превращаете существо в другой вид существа, новый облик может быть любым, лишь бы его показатель опасности не превышал ПО цели (или её уровня, если у цели нет показателя опасности). Игровая статистика цели, включая значения ментальных характеристик, заменяются статистикой нового облика. У цели остаются мировоззрение и характер.
Цель принимает хиты нового облика. При возвращении в естественный облик количество его хитов будет как до превращения. Если оно возвращается в свой облик от того, что хиты опустились до 0, весь «лишний» урон перенесётся на естественный облик. Если «лишний» урон не опускает хиты естественного облика существа до 0, оно не теряет сознание.
Действия существа в новом облике ограничены теми, что доступны ей, и она не может говорить, накладывать заклинания и совершать другие действия, требующие рук или речи, если только новый облик не способен выполнять такие действия.
Снаряжение цели сливается с её новым обликом. Существо не может активировать, использовать, надевать или получать какие-то иные преимущества от своего снаряжения.
Предмет в существо. Вы можете превратить предмет в любое существо, чей размер не превышает размер предмета, и чей показатель опасности не превышает 9. Существо будет дружелюбным по отношению к вам и вашим спутникам. Оно будет действовать в ваш ход. Вы сами решаете, какие действия оно будет совершать, и как будет перемещаться. Статистика существа есть у Мастера, и он же решает, что получилось из его действий и перемещений.
Если заклинание становится постоянным, вы перестаёте контролировать существо. Оно может остаться дружественным по отношению к вам, в зависимости от того, как вы с ним обращались.
Существо в предмет. Если вы превращаете существо в предмет, оно превращается вместе с тем, что оно несёт и носит, если размер предмета не превышает размер существа. Его параметрами становятся параметры предмета, и существо не помнит о времени, проведённом в этом облике, когда заклинание оканчивается и оно обретает свой естественный облик.
",
    "distance": 30,
    "duration": 3600,
    "level": "9",
    "is_ritual": false,
    "requires_concentration": true
}